export const itinerary = [

    {
      date: '29 декабря',
      title: 'День рождения Варвары (Welcome & Sky Views)',
      events: [
        { time: '10:40', title: 'Прилет', description: 'В отеле к 13:00–13:30', icon: '🛬' },
        { time: '14:00 – 15:30', title: 'Заселение и обед', description: 'Отдых после перелета', icon: '🏨' },
        { time: '16:30 – 19:00', title: 'Mahanakhon SkyWalk', description: 'Инстаграмное место, фото на стеклянном полу', icon: '🏙️' },
        { time: '19:30', title: 'Праздничный ужин', description: 'ICONSIAM или ресторан у реки. Подарок в ICONSIAM (зона сувениров)', icon: '🎂' }
      ]
    },
    {
      date: '30 декабря',
      title: 'Животные и активный отдых',
      events: [
        { time: '08:30 – 14:30', title: 'Safari World', description: 'Сафари и шоу дельфинов. Выезд на такси (SUV) пораньше', icon: '🦁' },
        { time: '15:30 – 17:30', title: 'Sea Life Bangkok Ocean World', description: 'Туннель 270° и кормление акул! Стеклянный туннель просто волшебный.', icon: '🐠', placeName: 'Sea Life Bangkok Ocean World' },
        { time: '18:30', title: 'Asiatique The Riverfront', description: 'Ужин на набережной, колесо обозрения. Шаттл-бот от отеля', icon: '🎡' }
      ]
    },
    {
      date: '31 декабря',
      title: 'История и Гранд-финал (New Year’s Eve)',
      events: [
        { time: '09:00 – 11:30', title: 'Wat Pho (Храм Лежащего Будды)', description: 'На речном такси от отеля', icon: '🛕' },
        { time: '12:00 – 14:00', title: 'Wat Arun', description: 'Переправа на лодке, фотосессия', icon: '🌅' },
        { time: '15:00 – 18:00', title: 'Отдых у бассейна', description: 'Важно отдохнуть перед ночью', icon: '🏊' },
        { time: '19:30 – 00:00', title: 'Новогодний ужин в Chatrium', description: 'Салют над рекой, первый ряд!', icon: '🎆' }
      ]
    },
    {
      date: '1 января',
      title: 'Вылет на Самуи',
      events: [
        { time: '09:00 – 11:30', title: 'Поздний завтрак и сборы', description: 'Прогулка по рынку за фруктами', icon: '🍳' },
        { time: '12:00', title: 'Выезд в аэропорт', description: 'Лучше за 3 часа до вылета', icon: '🚕' },
        { time: '15:00', title: 'Вылет', description: '', icon: '🛫' }
      ]
    }
];